tap "netbirdio/tap"
tap "rbenv/tap"
brew "ack"
brew "calc"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "gitleaks"
brew "heroku"
brew "htop"
brew "less"
brew "libxml2"
brew "libxslt"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "postgresql@16", restart_service: :changed
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "watch"
brew "yarn"
brew "zsh-vi-mode"
brew "rbenv/tap/openssl@1.1"
cask "alacritty"
cask "brave-browser"
cask "breaktimer"
cask "chromium"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "font-agave-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "megasync"
cask "monitorcontrol"
cask "moves"
cask "netbirdio/tap/netbird-ui"
cask "ngrok"
cask "notunes"
cask "slack"
cask "tailscale-app"
cask "telegram"
cask "time-out"
cask "voiceink"
cask "zoom"
